Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: %1$s will always use secure DNS. You’ll see a security risk warning before we use your system DNS.
co: %1$s impiegherà sempre u DNS sicuru. Riciverete un avertimentu di risicu di sicurità prima chì no impiegheghjimu u vostru DNS di u sistema.

source: %1$s will clear this site’s cookies and refresh the page. Clearing all cookies may sign you out or empty shopping carts.
co: %1$s squasserà i canistrelli di stu situ è attualizerà a pagina. A squassatura di tutti i canistrelli puderia discunnettevi o viutà e sporte di comprera.

source: %1$s will never offer to translate sites in this language.
co: %1$s ùn pruponerà mai di traduce i siti in sta lingua.

source: %1$s will offer to translate sites in this language.
co: %1$s pruponerà di traduce i siti in sta lingua.

source: %1$s will translate this language automatically when the page loads.
co: %1$s traducerà autumaticamente sta lingua à u caricamentu di a pagina.

source: %1$s won’t remember any of your history or cookies, but new bookmarks will be saved.
co: %1$s ùn cunserverà alcuna cronolugia nè canistrelli, ma e nove indette seranu arregistrate.

source: %1$s won’t use secure DNS on these sites and their subdomains.
co: %1$s ùn impiegherà micca u DNS sicuru nant’à sti siti è i so sottuduminii.

source: 1 week
co: 1 settimana

source: %2$s is requesting your username and password. The site says: “%1$s”
co: U situ %2$s richiede u vostru nome d’utilizatore è a vostra parolla d’intesa. U site indica : « %1$s »

source: 30 days
co: 30 ghjorni

source: About translations in %1$s
co: Apprupositu di e traduzzioni in %1$s

source: A browser built for people, not profits.
co: Un navigatore cuncepitu per a ghjente, micca per i prufiti.

source: Accept
co: Accettà

source: Accept and edit suggestion
co: Accettà è mudificà a suggestione

source: Access %1$s from the %2$s menu.
co: Accidite à %1$s via u listinu di %2$s.

source: Access browser activity during navigation.
co: Accede à l’attività di u navigatore durante a navigazione.

source: Access browser tabs.
co: Accede à l’unghjette di u navigatore.

source: Access browsing history.
co: Accede à a cronolugia di navigazione.

source: Access recently closed tabs.
co: Accede à l’unghjette chjose pocu fà.

source: Access your data for %1$s.
co: Accede à i vostri dati per %1$s.

source: Access your data for all websites.
co: Accede à i vostri dati per tutti i siti web.

source: Access your data for sites in %1$d domains
co: Accede à i vostri dati per i siti di %1$d duminii

source: Access your data for sites in the %1$s domain.
co: Accede à i vostri dati per i siti di u duminiu %1$s.

source: Access your data on another domain
co: Accede à i vostri dati per un altru duminiu

source: Access your data on another domain.
co: Accede à i vostri dati per un altru duminiu.

source: Access your data on another site
co: Accede à i vostri dati per un altru situ

source: Access your data on another site.
co: Accede à i vostri dati per un altru situ.

source: Access your data on other domains
co: Accede à i vostri dati per d’altri duminii

source: Access your data on other domains.
co: Accede à i vostri dati per d’altri duminii.

source: Access your data on other sites
co: Accede à i vostri dati per d’altri siti

source: Access your data on other sites.
co: Accede à i vostri dati per d’altri siti.

source: Access your location.
co: Accede à a vostra lucalizazione.

source: Account info
co: Infurmazione nant’à u contu

source: Account picture
co: Fiura per u contu

source: Account settings
co: Parametri di u contu

source: A completely redesigned browser awaits, with improved performance and features to help you do more online. Please wait while we update %s with your
co: Un navigatore tuttu novu vi aspetta, cù perfurmenze è funzioni più belle per aiutavvi à fà ancu più in linea. Aspettate per piacè durante u rinnovu di %s cù

source: Active
co: Attivi

source: Ad blocker
co: Blucchime di publicità

source: Ad by %s
co: Publicità da %s

source: Add %1$s
co: Aghjunghje %1$s

source: Add add-on button
co: Buttone d’aghjuntu di u modulu addiziunale

source: Add address
co: Aghjunghje un indirizzu

source: Add a fake login for this domain
co: Aghjunghje un’identificazione di cunnessione falsa per stu duminiu

source: Add a name
co: Aghjunghje un nome

source: Add a new folder
co: Aghjunghje un cartulare novu

source: Add app to Home screen
co: Aghjunghje l’appiecazione à u screnu d’accolta

source: Add app to Home screen…
co: Aghjunghje l’appiecazione à u screnu d’accolta…

source: Add bookmark
co: Aghjunghje un’indetta

source: Add bookmarks as you browse so you can find your favorite sites later.
co: Aghjunghjite indette durante a navigazione per ritruvà dopu i vostri siti preferiti.

source: Add bookmark, Shortcut, Home, Collection, PDF
co: Aghjunghje l’indette, l‘accurtatoghji, accolta, cullezzione, PDF

source: Add card
co: Aghjunghje una carta

source: Add credit card
co: Aghjunghje una carta bancaria

source: Added to shortcuts!
co: Aghjuntu à l’accurtatoghji !

source: Add Firefox widget
co: Aghjunghje u widget di Firefox

source: Add login
co: Aghjunghje un’identificazione di cunnessione

source: Add more info
co: Aghjunghje d’altre infurmazioni

source: Add new address for selected locale
co: Aghjunghje un indirizzu novu per a lingua selezziunata

source: Add new credit card
co: Aghunghje una carta bancaria nova

source: Add new login
co: Aghjunghje una nova identificazione di cunnessione

source: Add new search engine
co: Aghjunghje un mutore di ricerca novu

source: Add-on icon
co: Icona di u modulu addiziunale

source: Add-ons and some features will stop working on March 14.
co: I moduli addiziunali è certe funzioni ùn funziuneranu più u 14 di marzu.

source: Add-ons are temporarily disabled
co: I moduli addiziunali sò disattivati timpurariamente

source: Add-ons, navigate up
co: Moduli addiziunali, ricullà

source: Add-ons Tools
co: Attrezzi per i moduli addiziunale

source: Add-on updates
co: Rinnovi di i moduli

source: Add password
co: Aghjunghje una parolla d’intesa

source: Add private browsing shortcut
co: Aghjunghje un accurtatoghju per a navigazione privata

source: Address bar - Firefox Suggest
co: Barra d’indirizzu - Firefox suggerisce

source: Address bar location
co: Pusizione di a barra d’indirizzu

source: Address bar must be on top when tab bar is shown.
co: A barra d’indirizzu deve esse piazzata insù quandu a barra d’unghjette hè affissata.

source: Address bar preferences
co: Preferenze per a barra d’indirizzu

source: Addresses
co: Indirizzi

source: Add shortcut
co: Aghjunghje un accurtatoghju

source: Add site
co: Aghjunghje un situ

source: Add Site
co: Aghjunghje un situ

source: Add third-party extensions to enhance your security, productivity, and more.
co: Aghjunghjite estensioni terzi per amendà a sicurità, a pruduttività, è ancu di più.

source: Add to active tabs
co: Aghjunghje à l’unghjette attive

source: Add to collection
co: Aghjunghje à a cullezzione

source: Add to Home screen…
co: Aghjunghje à u screnu d’accolta…

source: Add to inactive tabs
co: Aghjunghje à l’unghjette inattive

source: Add to private tabs
co: Aghjunghje à l’unghjette private

source: Add to shortcuts
co: Aghjunghje à l’accurtatoghji

source: Add username to saved password?
co: Aghjunghje un nome d’utilizatore à a parolla d’intesa arregistrata ?

source: Adjusted rating
co: Valutazione rettificata

source: After four hours
co: Dopu quattru ore

source: Agree and continue
co: Accettà è cuntinuà

source: Agree and start browsing
co: Accettà è principià a navigazione

source: All languages
co: Tutte e lingue

source: Allow %1$s to access apps and services on devices connected to your local network?
co: Permette à %1$s d’accede à l’appiecazioni è à i servizii nant’à l’apparechji cunnessi à a vostra reta lucale.

source: Allow %1$s to access other apps and services on this device?
co: Permette à %1$s d’accede à d’altri appiecazioni è servizii nant’à st’apparechju ?

source: Allow %1$s to automatically apply exceptions required to avoid major website breakage.
co: Permette à %1$s d’appiecà autumaticamente l’eccezzioni richieste per evità l’interruzzioni maiò di u situ web.

source: Allow %1$s to automatically reject cookie requests when possible?
co: Permette à %1$s di righjettà autumaticamente e dumande di canistrelli quand’ellu hè pussibule ?

source: Allow %1$s to decline a site’s cookie consent request if possible?
co: Permette à %1$s di ricusà una dumanda d’accunsentu da un situ à i canistrelli, s’ellu hè pussibule ?

source: Allow %1$s to decline a site’s cookie consent request if possible or accept cookie access when not possible?
co: Permette à %1$s di ricusà una dumanda d’accunsentu da un situ à i canistrelli, s’ellu hè pussibule, o accettà l’accessu à i canistrelli quand’ellu ùn hè micca pussibule ?

source: Allow %1$s to play DRM-controlled content?
co: Permette à %1$s di leghje cuntenutu cuntrollatu da DRM ?

source: Allow %1$s to reject cookie banners?
co: Permette à %1$s di righjettà e striscie di canistrelli ?

source: Allow %1$s to use its cookies on %2$s?
co: Permette à %1$s d’impiegà i so canistrelli nant’à %2$s ?

source: Allow extension to run in private browsing
co: Permette à l’estensione di funziunà in modu di navigazione privata

source: Allow for all sites
co: Permette per tutti i siti

source: Allow redirect to this site?
co: Permette a ridirezzione versu stu situ ?

source: Allow search suggestions in private sessions?
co: Permette e suggestioni di ricerca in e sessioni private ?

source: Allow this site to open?
co: Permette à stu situ l’apertura d’una finestra ?

source: Allow unverified third-party scripts to access your data
co: Permette à i scenarii di i terzi non verificati d’accede à i vostri dati

source: Allow unverified third-party scripts to access your data.
co: Permette à i scenarii di i terzi non verificati d’accede à i vostri dati.

source: All stories
co: Tutti l’articuli

source: Almost there! Two steps finished and 1 to go.
co: Ci simu guasi ! 2 tappe finite è 1 à compie.

source: Almost there! You’re just 1 step away from the finish line.
co: Ci simu guasi ! Ancu 1 tappa prima di compie.

source: Also apply exceptions automatically that are only required to fix minor issues and make convenience features available.
co: Appiecà dinù autumaticamente l’eccezzioni chì sò solu richieste per currege i prublemi minò è rende dispunibule funzioni di cumudità.

source: Always download in data saving mode
co: Scaricà sempre in modu di risparmiu di dati

source: Always download languages in data saving mode
co: Scaricà sempre e lingue in modu di risparmiu di dati

source: Always offer to translate
co: Prupone sempre di traduce

source: Always-on privacy
co: Cunfidenzialità sempre attiva

source: Always open links in apps
co: Apre sempre i liami in l’appiecazioni

source: Always request desktop site
co: Fighjà sempre a versione per urdinatore

source: Always translate
co: Traduce sempre

source: Always translate %1$s
co: Traduce sempre in %1$s

source: Always warn if secure DNS isn’t available
co: Avertisce sempre s’è u DNS sicuru ùn hè micca dispunibule

source: Analysis is up to date
co: L’analisa hè l’ultima

source: An error has occurred
co: Un sbagliu hè accadutu

source: A note from %1$s
co: Un messaghju da %1$s

source: Anti-tracking gem. Stop invisible trackers and spying ads.
co: Ghjuvellu contr’à u spiunaghju. Fermate i perseguitatori invisibile è e publicità di spiunaghju.

source: App icon
co: Icona di l’appiecazione

source: Are these reviews reliable? Check now to see an adjusted rating.
co: St’avisi serianu degni di cunfidenza ? Cuntrollà subitu per fighjà una valutazione rettificata.

source: Are you sure that you want to clear all the cookies and data for the site <b>%s</b>?
co: Vulete veramente squassà tutti i canistrelli è i dati per u situ <b>%s</b> ?

source: Are you sure that you want to clear all the permissions for this site?
co: Vulete veramente caccià tutti i permessi per stu situ ?

source: Are you sure that you want to clear all the permissions on all sites?
co: Vulete veramente caccià tutti i permessi per tutti i siti ?

source: Are you sure that you want to clear this permission for this site?
co: Vulete veramente caccià stu permessu per stu situ ?

source: Are you sure you want to clear your history?
co: Vulete veramente squassà a cronolugia ?

source: Are you sure you want to delete %1$s?
co: Vulete veramente squassà %1$s ?

source: Are you sure you want to delete the selected items?
co: Da veru, vulete squassà l’elementi selezziunati ?

source: Are you sure you want to delete this address?
co: Vulete veramente squassà st’indirizzu ?

source: Are you sure you want to delete this bookmark?
co: Vulete veramente squassà st’indetta ?

source: Are you sure you want to delete this credit card?
co: Vulete veramente squassà sta carta bancaria ?

source: Are you sure you want to delete this folder?
co: Vulete veramente squassà stu cartulare ?

source: Are you sure you want to delete this login?
co: Vulete veramente squassà st’identificazione di cunnessione ?

source: Are you sure you want to delete this password?
co: Vulete veramente squassà sta parolla d’intesa ?

source: Are you sure you want to turn off fixes?
co: Vulete veramente disattivà e currezzioni ?

source: A root certificate will expire, causing some features to stop working on March 14.
co: Un certificatu di radica stà per scadà, cagiunendu a fermata di certe funzioni u 14 di marzu.

source: A root certificate will expire, causing your version of Firefox to stop working properly.
co: Un certificatu di radica stà per scadà, è a vostra versione di Firefox ùn funziunerà più currettamente.

source: Articles powered by %s
co: Articuli selezziunati da %s

source: Artist series
co: Seguite d’artista

source: A site is playing media
co: Un situ leghje un elementu multimedià

source: Ask before opening
co: Dumandà prima d’apre

source: Ask before sending
co: Dumandà prima di mandà

source: authentication information
co: infurmazioni d’autenticazione

source: Author
co: Autore

source: Auto-close after one month?
co: Chjusura autumatica dopu un mese ?

source: Auto-close enabled
co: Chjusura autumatica attivata

source: Auto-close open tabs
co: Chjusura autumatica di l’unghjette aperte

source: Autofill in %1$s
co: Riempiimentu autumaticu in %1$s

source: Autofill in other apps
co: Riempiimentu autumaticu in l’altre appiecazioni

source: Autofill tools
co: Attrezzi di riempiimentu autumaticu

source: Automatically answer cookie pop-ups for distraction-free browsing. %1$s will reject all requests if possible.
co: Risponde autumaticamente à e finestre inoppurtune di cannistrelli per una navigazione senza distrazzione. %1$s righjitterà tutte e dumande, s’ellu hè pussibule.

source: Automatically answer cookie pop-ups for distraction-free browsing. %1$s will reject all requests if possible, or accept all if not.
co: Risponde autumaticamente à e finestre inoppurtune di cannistrelli per una navigazione senza distrazzione. %1$s righjitterà tutte e dumande, s’ellu hè pussibule, osinnò l’accetterà tutte.

source: Automatically attempts to connect to sites using HTTPS encryption protocol for increased security.
co: Tentativu autumaticu di cunnessione à i siti impieghendu u protocollu di cifratura HTTPS per aumentà a sicurità.

source: Automatically reject cookie requests, when possible.
co: Righjetta autumaticamente e dumande di canistrelli quand’ellu hè pussibule

source: Automatically reject cookie requests, when possible. Otherwise, accept all cookies to dismiss cookie banners.
co: Righjetta autumaticamente e dumande di canistrelli quand’ellu hè pussibule. Osinnò, accetteghja tutti i canistrelli per chjode e striscie di canistrelli.

source: Automatically send crash reports
co: Mandà autumaticamente i raporti d’accidente

source: Automatically submit crash reports
co: Mandà autumaticamente i raporti d’accidente

source: Automatic tracking protection
co: Prutezzione autumatica contr’à u spiunagiu

source: Automatic translation
co: Traduzzione autumatica

source: Autoplay
co: Leghje autumaticamente l’elementi multimedià

source: Available languages
co: Lingue dispunibule

source: Back and close search
co: Ritornu è chjode a ricerca

source: Back to main menu
co: Ritornu à u listinu principale

source: Balanced for privacy and performance. Pages load normally.
co: Equilibratu trà a cunfidenzialità è a perfurmenza. E pagine si caricanu nurmalmente.

source: Based on reliable reviews
co: Nant’à a basa d’avisi degni di cunfidenza

source: Be careful on this site
co: Fate casu nant’à stu situ

source: <b>Highlights</b> are from %s reviews within the last 80 days that we believe to be reliable.
co: L’elementi <b>messi in lume</b> sò l’avisi %s durante l’ultimi 80 ghjorni chì no pensemu degni di cunfidenza.

source: Block
co: Bluccà

source: Block ads effectively and efficiently.
co: Bluccate veramente e publicità di manera efficiente.

source: Block content on any page
co: Bluccà u cuntenutu nant’à qualsiasi pagina

source: Block content on any page.
co: Bluccà u cuntenutu nant’à qualsiasi pagina.

source: Blocks more trackers so pages load faster, but some on-page functionality may break.
co: Bluccheghja più di perseguitatori è cusì e pagine si caricanu piu prestu, ma certi siti puderianu ùn micca funziunà currettamente.

source: Blue
co: Turchinu

source: Blue Hour
co: Ora turchina

source: Bookmark page
co: Indettà a pagina

source: bookmarks
co: indette

source: Bookmark selected tabs
co: Aghjunghje l’unghjette selezziunate à l’indette

source: Bookmarks in folder: %s
co: Indette in u cartulare : %s

source: Bookmarks saved in “%s”
co: Indette arregistrate in « %s »

source: Bookmarks saved in “%s”!
co: Indette arregistrate in « %s ».

source: Bookmark this page
co: Indettà sta pagina

source: Bring bookmarks, history, and passwords to %1$s on this device.
co: Impurtate e vostre indette, cronolugia è parolle d’intesa in %1$s nant’à st’apparechju.

source: Bring bookmarks, history, and passwords to Firefox on this device.
co: Impurtate e vostre indette, cronolugia è parolle d’intesa in Firefox nant’à st’apparechju.

source: Browse faster with new navigation
co: Navigà più prestu cù u sistema novu di navigazione

source: Browser isn’t supported or blocked
co: U navigatore ùn hè micca accettatu o hè bluccatu

source: Browse with no saved cookies or history in %1$s
co: Navigate senza arregistrà nè canistrelli nè cronolugia in %1$s

source: Browse without a trace
co: Navigà senza nisuna traccia

source: browsing activity
co: attività di navigazione

source: Buttons, links, and other content
co: Buttoni, liami è altri cuntenuti

source: By continuing, you agree to the %1$s.
co: Cuntinuendu, vole si dì chì vo accettate e%1$s.

source: By continuing, you agree to the Firefox %1$s.
co: Cuntinuendu, vole si dì chì vo accettate e %1$s di Firefox.

source: By selecting “Yes, try it” you agree to %1$s by Mozilla’s %2$s and %3$s.
co: A selezzione di « Sì, pruvallu » vole dì chì vo site d.accunsenti cù %2$s è %3$s di %1$s da Mozilla.

source: By selecting “Yes, try it” you agree to %1$s’s %2$s and %3$s’s %4$s.
co: A selezzione di « Sì, pruvallu » vole dì chì vo site d’accunsenti cù a %2$s di %1$s è a %4$s di %3$s.

source: By selecting “Yes, try it” you agree to the following from %1$s:
co: A selezzione di « Sì, pruvallu » vole dì chì vo accettate quell’elementi di %1$s :

source: Camera access needed. Go to Android settings, tap permissions, and tap allow.
co: Accessu richiestu à l’apparechju-fotò. Accidite à i parametri d’Android, picchichjate Permessi, è dopu Permette.

source: Campaign measurement
co: Misura di e campagne

source: Campaign measurement data
co: Dati di misura di e campagne

source: Cancel %1$s download?
co: Abbandunà u scaricamentu di %1$s ?

source: Cancel downloads
co: Abbandunà i scaricamenti

source: Cancel private downloads?
co: Abbandunà i scaricamenti in a navigazione privata ?

source: Cancel to keep your current version and settings.
co: Abbandunà per cunservà a versione è i parametri attuali.

source: Can’t install extension
co: Impussibule d’installà l’estensione

source: Can’t pay, check out or shop
co: Ùn si pò pagà, incascià o cumprà

source: Can’t save password
co: Ùn si pò micca arregistrà a parolla d’intesa

source: Can’t sign in or register
co: Impussibule di cunnettesi o d’arregistrassi

source: Card Nickname
co: Nome di sta carta

source: Card Number
co: Numeru di carta

source: Card number will be encrypted. Security code won’t be saved.
co: U numeru di a carta serà cifratu. U codice di sicurità ùn serà micca arregistratu.

source: CFR Tools
co: Attrezzi CFR

source: Change app icon?
co: Cambià l’icona di l’appiecazione ?

source: Change icon
co: Cambià l’icona

source: Change wallpaper by tapping Firefox homepage logo
co: Cambià u sfondulu di screnu picchichjendu u logo di a pagina d’accolta

source: Change your password, manage data collection, or delete your account
co: Cambià a vostra parolla d’intesa, amministrà a culletta di dati o squassà u vostru contu

source: Changing the icon requires the app to restart.
co: U cambiamentu di l’icona richiede di rilancià l’appiecazione.

source: Changing the icon will remove any sites and shortcuts you’ve saved to your Home screen. %1$s may close. Tap your new icon to reopen.
co: A mudificazione di l’icona caccierà tutti i siti è l’accurtatoghji chì sò arregistrati nant’à u vostru screnu d’accolta. %1$s puderia chjodesi. Picchichjate nant’à a vostra icona nova per riapre.

source: Check for updates
co: Ricercà versioni nove

source: Checking review quality
co: Cuntrollà a qualità di l’avisi

source: Checking review quality (%s)
co: Cuntrollu di a qualità di l’avisi (%s)

source: Check now
co: Cuntrollà subitu

source: Check out 100+ new extensions that let you make Firefox your own.
co: Scuprite più di 100 estensioni nove chì vi permettenu di persunalizà Firefox.

source: Check review quality
co: Cuntrollà a qualità di l’avisi

source: Check your connection and try again.
co: Ci vole à verificà a vostra cunnessione è pruvà torna.

source: Check your network connection and then try reloading the page.
co: Verificate a vostra cunnessione di reta è pruvate di ricaricà a pagina.

source: Choose a language
co: Sciglite una lingua

source: Choose a login provider
co: Sceglie un furnidore d’accessu

source: Choose an account
co: Sceglie un contu

source: Choose a reason
co: Sciglite una ragione

source: Choose a wallpaper that speaks to you.
co: Sciglite un sfondulu di screnu chì vi piace.

source: Choose provider
co: Sceglie u furnidore

source: Choose reason
co: Sciglite una ragione

source: Choose toolbar placement
co: Sceglie a pusizione di a barra d’attrezzi

source: Choose your address bar
co: Sciglite a vostra barra d’indirizzu

source: City
co: Cità

source: Classic %s
co: %s classicu

source: Clean, organized tabs
co: Unghjette chjare è organizate

source: Clear all
co: Tuttu squassà

source: Clear away tab clutter with improved layout and auto-closing tabs.
co: Sbarazzà l’unghjette cù un accunciamentu più chjaru è a so chjusura autumatica.

source: Clear cookies and site data
co: Squassà i canistrelli è i dati di siti

source: Clear hostname
co: Squassà u nome d’ospite

source: Clear password
co: Squassà a parolla d’intesa

source: Clear recent browsing history, cookies, and related data.
co: Squassà a cronolugia recente di navigazione, i canistrelli, è i dati assuciati.

source: Clear Search
co: Squassà e ricerche

source: Clear search text
co: Squassà u testu di ricerca

source: Clear text
co: Squassà u testu

source: CLOSE
co: CHJODE

source: Close all inactive tabs
co: Chjode tutte l’unghjette inattive

source: Close all tabs?
co: Chjode tutte l’unghjette ?
